Repository: sehraramiz/jaanevis
Catalog: jaanevis/i18n/locales/*/LC_MESSAGES/messages.po
Languages: fa

source: test
fa: تست

source: user successfuly activated
fa: کاربر با موفقیت فعال شد

source: activation failure
fa: فعال‌سازی ناموفق

source: Jaanevis Account Activation
fa: فعال‌سازی اکانت جانویس

source: Invalid code value
fa: code نامعتبر

source: Invalid user
fa: کاربر نامعتبر

source: Invalid note type
fa: نوع نوشته نامعتبر

source: Invalid code
fa: کد نامعتبر

source: Username can not be empty
fa: نام کاربری نباید خالی باشد

source: Token can not be empty
fa: توکن نباید خالی باشد

source: Invalid session
fa: سشن نامعتبر

source: Invalid email
fa: ایمیل نامعتبر

source: Invalid username, only use letters, numbers, underscores and periods.
fa: نام کاربری غیر معتبر، فقط از حروف، اعداد، آندرلاین و نقطه استفاده کنید.

source: Password can not be empty
fa: پسورد نباید خالی باشد

source: minimum password length must be 8 characters
fa: حداقل طول رمز عبور باید ۸ کاراکتر باشد

source: Invalid filters type
fa: فیلتر نامعتبر

source: Invalid activation token
fa: کد فعال‌سازی نامعتبر

source: User is already activated
fa: کاربر فعال است

source: Session not found
fa: سشن پیدا نشد

source: User is not active
fa: کاربر فعال نیست

source: Session expired
fa: سشن منقضی شده

source: Wrong username or password
fa: نام کاربری یا رمز عبور اشتباه است

source: permission denied
fa: دسترسی غیر مجاز
